---
kind: enumMember
id: F:Autodesk.Revit.DB.ImageResolution.DPI_600
enum: Autodesk.Revit.DB.ImageResolution
source: html/a092ac09-7ca2-a928-94e5-27243284e423.htm
---
# Autodesk.Revit.DB.ImageResolution.DPI_600

600 dpi